application/jfk/frontend/controllers/SubsciberController.php

INSERT INTO `subsciber` (`first_name`, `last_name`, `subscriber_email`) VALUES ('Farrah', 'Gonzales', 'farrag@hotmail.com')
---
    public function actionCreate()
    {
        $model = new Subsciber();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {

SELECT * FROM `subsciber` WHERE `id`='4'
---
    protected function findModel($id)
    {
        if (($model = Subsciber::findOne($id)) !== null) {